{"passages":[{"text":"عندما يستيقظ الكيان ، وفهم الحكة الباهتة في الجزء الخلفي من كيانه ، فإنه يكون مرتبكًا. كل شيء فارغ ، وهذا ليس صحيحًا. يتذكر أنه كان هناك ... شيء ما. مع هذه الذكرى يأتي وميض ، ثم شرارة ، ثم اسم ... مع الاسم يأتي شعور بالذات ، والهدف ، وتتذكر سبب وضعك هنا: لخلق شيء جديد ، عالم جديد مع جديد. قواعد. وكما هو الحال مع جميع الأفكار ، يجب أن تبدأ بشرارة ، نجمة. أول [اختيار] (each_choice_will_have_an_impact_on_the_ending_of_your_story). [[نظام نجم واحد-&gt; نجمة واحدة]] [[نظام نجم ثنائي-&gt; نجمتان]]","links":[{"name":"نظام النجم الواحد","link":"One Star Arabic","pid":"2"},{"name":"نظام النجم الثنائي","link":"Two Star Arabic","pid":"3"}],"name":"The Beginning Arabic","pid":"1","position":{"x":"860","y":"369"}},{"text":"غالبًا ما يكون الاختيار البسيط هو الأكثر أناقة. لذلك تقوم بدمج العناصر الضرورية معًا لإنشاء فرن محترق لنجم واحد. اكتمل الأساس الآن ، يجب إضافة المشهد. أنت تضع السجادة الخلفية للنجوم والمجرات التي ستكون مرئية من عالمك المستقبلي. ومن ثم تزين الكواكب إلى حد كبير في مداراتها المختلفة لتأثيث النظام الشمسي. مع اكتمال هذا ، تحول عقلك إلى هدف وجودك: الكوكب الذي يجب أن تصنعه. كبيرة أو صغيرة؟ سيكون للكوكب الأكبر مساحة أكبر لأنواعه لكي تنمو وتزدهر ، والمزيد من الموارد. ومع ذلك ، فإن الجاذبية الأكبر يمكن أن تسبب مشاكل أسفل الخط مع [الأجرام السماوية المارقة] (النيازك ، _comets_etc.) الأصغر سيقلل من احتمالية حدوث مثل هذا الحدث ولكنه سيحد من المساحة والموارد لسكان كوكبك. [[كوكب كبير-&gt; كوكب كبير]] [[كوكب صغير-&gt; كوكب صغير]]","links":[{"name":"كوكب كبير","link":"Large Planet Arabic","pid":"4"},{"name":"كوكب صغير","link":"Small Planet Arabic","pid":"5"}],"name":"One Star Arabic","pid":"2","position":{"x":"739","y":"518"},"tags":["single"]},{"text":"نجمة واحدة ، على الرغم من كونها كلاسيكية ، تم القيام بها من قبل. حان وقت الابتكار. أ [نظام ثنائي] (Binary_stars_are_two_stars_orbiting_a_common_center_of_mass). نجمان ، اثنان من الشمس ، للتحديق في. اكتمل الأساس الآن ، يجب إضافة المشهد. أنت تضع السجادة الخلفية للنجوم والمجرات التي ستكون مرئية من عالمك المستقبلي. ومن ثم تزين الكواكب إلى حد كبير في مداراتها المختلفة لتأثيث النظام الشمسي. مع اكتمال هذا ، تحول عقلك إلى هدف وجودك: الكوكب الذي يجب أن تصنعه. كبيرة أو صغيرة؟ سيكون للكوكب الأكبر مساحة أكبر لأنواعه لكي تنمو وتزدهر ، والمزيد من الموارد. ومع ذلك ، فإن الجاذبية الأكبر يمكن أن تسبب مشاكل أسفل الخط مع [الأجرام السماوية] المارقة (الكويكبات ، النيازك ، إلخ). الأصغر سيقلل من احتمالية حدوث مثل هذا الحدث ولكنه سيحد من المساحة والموارد لسكان كوكبك. [[كوكب كبير-&gt; كوكب كبير]] [[كوكب صغير-&gt; كوكب صغير]]","links":[{"name":"كوكب كبير","link":"Large Planet Arabic","pid":"4"},{"name":"كوكب صغير","link":"Small Planet Arabic","pid":"5"}],"name":"Two Star Arabic","pid":"3","position":{"x":"980","y":"518"},"tags":["binary"]},{"text":"بالتركيز مرة أخرى ، تقوم بسحب تصريف الجسيمات من إنشاء أثاثات واقعك المزدهر وضغطها. تتراكم الصخور والمعدن والغبار معًا حتى تصنع كرويًا كبيرًا ومحبوبًا. رمادي وباهت ، مضاء بقطعة مركزية ، يجذبك. عالم مثل هذا يمكن أن يكون [Gaia] (Gaia_was_the_Greek_goddess_of_Earth ، _mother_of_all_life) ، أخضر أخضر ، يعج بالحياة. عالم مثل هذا سيكون أكثر راحة للعيش فيه ، ولكن من الصعب تطويره. أو قد تكون صحراء قاحلة نسبيًا ، حيث يتعين على الحياة القتال ضد الكوكب من أجل البقاء. ستكون الحياة قاسية. سيكون غير عادل. لكن الأنواع التي تتطور هنا ستكون قوية وقوية. [[Gaia World-&gt; Gaia World]] [[Desert World-&gt; Desert World]]","links":[{"name":"جايا وورلد","link":"Gaia World Arabic","pid":"6"},{"name":"عالم الصحراء","link":"Desert World Arabic","pid":"7"}],"name":"Large Planet Arabic","pid":"4","position":{"x":"684","y":"673"},"tags":["large"]},{"text":"بالتركيز مرة أخرى ، تقوم بسحب تصريف الجسيمات من إنشاء أثاثات واقعك المزدهر وضغطها. تتراكم الصخور والمعدن والغبار معًا حتى تنشئ كوكبًا صغيرًا ولكنه كثيف. هذا الكوكب أملس في الغالب ، بقنوات صغيرة وشقوق تكسر المناظر الطبيعية الخالية من الملامح. مع هذا العالم ترى رؤى احتمالين. عالم بارد لا يرحم [تندرا] (tundra_is_a_type_of_biome_where_the_tree_growth_is_hindered_by_low_temperatures_and_short_growing_seasons) عالم ، أو عالم محيط دافئ وفير. الأولى ستجعل السكان صارمين ، لكن متناثرين. هذا الأخير ، من الأنواع المائية وفيرة. ومع ذلك ، قد تجد صعوبة في استخدام الموارد. [[Tundra World-&gt; Tundra World]] [[Aquatic World-&gt; Aquatic World]]","links":[{"name":"عالم التندرا","link":"Tundra World Arabic","pid":"8"},{"name":"العالم المائي","link":"Aquatic World Arabic","pid":"9"}],"name":"Small Planet Arabic","pid":"5","position":{"x":"1010","y":"674"},"tags":["small"]},{"text":"هذا هو البذر للعالم بالمعنى الحرفي للكلمة: تغطية الصخور بالتربة ، [الطفيلية] (a_fertile_soil_of_clay_and_sand_containing_humus) والنباتات. تبدأ مع الغلاف الجوي الغني بثاني أكسيد الكربون والنيتروجين الضروري للحياة النباتية. يدور كوكبك حول النظام عدة مئات من المرات قبل أن تنتهي مهمتك. وعندما توشك على الانتهاء ، تأخذ لحظة لتستمتع بأعمالك اليدوية. تغطي الغابات الكثيفة والغابات الكوكب من قطب إلى قطب. تعطي الخلوص النادرة البصر للأنهار والبحيرات التي تمتد عبر العالم وتوفر المياه الأساسية للعديد من النباتات التي تسمى الآن هذه الصخرة موطنها. عند حافة إدراكك ، تشعر أن كويكبًا يتدحرج في الفضاء ، ليخرجك من خيالك. حان الوقت لاختيار نوع الحياة الحيوانية التي ستبدأ في التجول في هذه الغابات. [[الثدييات-&gt; الثدييات]] [[الطيور-&gt; الطيور]]","links":[{"name":"الثدييات","link":"Mammals Arabic","pid":"10"},{"name":"طيور","link":"Birds Arabic","pid":"11"}],"name":"Gaia World Arabic","pid":"6","position":{"x":"515","y":"803"},"tags":["gaia"]},{"text":"يجب أن تكون جافة. يجب أن تكون قاحلة. الغلاف الجوي رقيق ، طبقة الأوزون كذلك. وتغطي السجادة المصنوعة من السيليكون ومسحوق الصخور السطح الملطخ. تتحول العديد من الحفر إلى كثبان رملية ، حيث تنتشر الرياح اللطيفة وتحول الرمال عبر خليتك الجديدة. ما ينمو القليل من النباتات هنا صعب وفعال ، مما يزيد من استخدام المساحة والطاقة للبقاء على قيد الحياة. سيتطلب مثل هذا العالم نوعًا من الحيوانات القوية لتزدهر هنا. شخص لا يمانع الحرارة والضوء. أو ربما تزدهر تحت السطح ، ولا تخرج إلا عند الضرورة. [[السحالي-&gt; السحالي]] [[العنكبوتيات-&gt; العناكب]]","links":[{"name":"السحالي","link":"Lizards Arabic","pid":"12"},{"name":"المفصليات","link":"Arachnids Arabic","pid":"13"}],"name":"Desert World Arabic","pid":"7","position":{"x":"704","y":"806"},"tags":["desert"]},{"text":"بوضع عالمك الجديد في الحواف الأكثر برودة للمنطقة الصالحة للسكن ، فإنك تخلق جوًا جافًا بطبقة أوزون متوسطة ، وتشرع في تغطية الكوكب بالثلج والجليد. ستحتفظ غابات هذا العالم بأوراقها طوال العام ، وستكون مقاومة للطقس البارد والظروف القاسية. في المواسم الأكثر دفئًا ، قد تذوب بعض البحيرات والأنهار ويذوب بعض الجليد ، ولكن ستكون هذه فترات راحة قصيرة في [غياب] سيتعين على مخلوقات هذا العالم أن تتحدى البرد بقوة. سيتعين عليهم الحفاظ على طاقتهم وربما حتى الدخول في فترات طويلة من السبات. لكن هل سيفعلون ذلك على الأرض؟ أو تحت الماء؟ أو ربما كلاهما؟ [[Mammals-&gt; MammalsT]] [[الثدييات المائية-&gt; MammalsAT]]","links":[{"name":"الثدييات","link":"MammalsT Arabic","pid":"14"},{"name":"الثدييات المائية","link":"MammalsAT Arabic","pid":"15"}],"name":"Tundra World Arabic","pid":"8","position":{"x":"983","y":"801"},"tags":["tundra"]},{"text":"أنت تصنع عالمًا من المحيط ، حيث ستغطى الخنادق والشقوق في هذا المجال الصغير بفراسخ من الماء. سيكتسب الكوكب حجمًا كبيرًا مقارنة بما إذا كنت ستزرع العالم بتضاريس أرضية. يمكنك جمع جو قوي من الأكسجين والنيتروجين ، إلى جانب طبقة الأوزون الرقيقة نسبيًا للتأكد من أن المحيطات معتدلة ، ولكن ليس غليانًا. مقارنة بالمشاريع الأخرى التي كان من الممكن أن تقوم بها ، ربما يكون هذا هو الأبسط بعد اكتمال الجو. أنت تغطي الكوكب بسمات وقراءات الماء. في الأجزاء الضحلة ، توجد شعاب مرجانية شاسعة ونباتات المحيطات ، وفي أعمق الخنادق توجد فتحات بركانية تنشر البكتيريا المفيدة. سيتعين على الأنواع السائدة هنا أن تحكم إما المياه الضحلة أو العميقة لتزدهر ، وبالتالي فإن الحجم هو العامل الرئيسي. [[Big Fish-&gt; Big Fish]] [[Small Fish-&gt; Small Fish]]","links":[{"name":"سمكة كبيرة","link":"Big Fish Arabic","pid":"16"},{"name":"سمكة صغيرة","link":"Small Fish Arabic","pid":"17"}],"name":"Aquatic World Arabic","pid":"9","position":{"x":"1194","y":"794"},"tags":["aquatic"]},{"text":"عندما يندفع الكويكب عبر الفراغ ، يدرك وعيك أنه سيؤثر على خليقتك إذا لم تتدخل. وهكذا يتم تقديمك بشيء من المعضلة ؛ أنت تعلم أنه إذا لم تفعل شيئًا ، فقد يهلك كل شيء أنشأته حتى الآن ، ولكن من الرماد قد ينشأ شيء أكثر إثارة. ولكن إذا استخدمت قوتك اللانهائية لتدمير الكويكب ، فقد تطلق شيئًا أسوأ على خليقتك في تاريخ لاحق. [[لا تفعل شيئًا-&gt; لا تبحث ...]] [[دمرها-&gt; التنوير]]","links":[{"name":"لا تفعل شيئا","link":"Don't Look Up... Arabic","pid":"18"},{"name":"دمرها","link":"Enlightenment Arabic","pid":"19"}],"name":"Mammals Arabic","pid":"10","position":{"x":"370","y":"964"},"tags":["asteroid_approaching"]},{"text":"بينما يطير الكويكب عبر نظامك الشمسي ، محلقًا مثل الطيور التي نحتتها بشق الأنفس ، فأنت تدرك أن نوعًا مثل هذا يرغب دائمًا في التحليق أعلى والطيران بعيدًا. مثل الحكاية القديمة التي تبدو من حلم من وجود سابق ، ترى صورة لطفل يطير بالقرب من النار ويضيء السماء في الأعلى ويعود إلى الأرض مشتعلًا بالنيران. ينتابك خوف مفاجئ من خلال وعيك كالنار الجليدية ، وتتساءل عما إذا كانت الرحلة فكرة جيدة. ومع ذلك ، إذا أخذت هذه القوة بعيدًا عن إبداعك ، فهل يشجعهم ذلك على بذل جهد أكبر في الطيران؟ [[قص أجنحتهم-&gt; آمنون وآسفون]] [[دعهم يحلقون-&gt; إلى ما لا نهاية ...]]","links":[{"name":"مقطع أجنحةهم","link":"Safe and sorry Arabic","pid":"22"},{"name":"دعهم يحلقون","link":"To Infinity... Arabic","pid":"31"}],"name":"Birds Arabic","pid":"11","position":{"x":"524","y":"961"}},{"text":"عالم حار ، دم بارد. تحجيم ومنخفض على الأرض. مثالي لعالم جاف مثل هذا. تصاعد حاسة الشم والذوق حيث تحتاج العينان إلى الحماية من الرمال والضوء. ستحقق هذه الأنواع أقصى استفادة من هذا العالم ، وستهيمن على الأنواع الأقل انخفاضًا التي ستشترك معها في العالم ، حيث لن يوفر الغطاء النباتي ما يكفي من العناصر الغذائية من تلقاء نفسه. يخطر ببالك أن مثل هذه الأنواع المفترسة قد تصبح حربية ، ومن المحتمل أن تدمر نفسها بالنار والدم. من ناحية أخرى ، إذا تم إعطاؤهم سببًا مشتركًا أو عدوًا مشتركًا ، فربما يتحدون معًا في رابطة حميمة غير قابلة للكسر ويشقون طريقًا إلى ارتفاعات أعلى؟ أو ربما سيمحو هذا العدو ببساطة خلقك الأولي. [[العدو المشترك-&gt; حرر]] [[لا عدو-&gt; هناك حرب فقط]]","links":[{"name":"العدو المشترك","link":"Liberate Arabic","pid":"20"},{"name":"لا عدو","link":"There is only War Arabic","pid":"21"}],"name":"Lizards Arabic","pid":"12","position":{"x":"647","y":"962"}},{"text":"تختبئ تحت سطح عالم لا يرحم ، وتخلق أنفاقًا وجحورًا معقدة لتزدهر وتصطاد من هذا النوع. تنطلق إبداعاتك الثمانية عبر الكوكب ، وتبني مستعمرات معقدة وتتقدم بمعدلات مذهلة. هذا هو تقدمهم لدرجة أنك تدرك أنهم على وشك أن يصبحوا واعين من تلقاء أنفسهم. على الرغم من أن هذه ليست الطريقة التي خططت لها ، إلا أن هذا تطور ممتاز. ولكن نظرًا لأن فترة ولايتك لم تنته بعد ، فأنت تواجه معضلة: هل تبقى وتطورهم إلى ما بعد الإحساس وتساعد حضارتهم حتى تنتهي فترة ولايتك؟ سيؤدي ذلك إلى تسريع وصولهم إلى النجوم في وقت أقرب بكثير مما قد يحققونه عادةً ، ولكنه قد يؤدي أيضًا إلى الاعتماد عليك أو الاستياء منك. بدلاً من ذلك ، يمكنك المغادرة مبكرًا والبدء من جديد ، كوكب جديد. حقيقة جديدة. [[Accelerate-&gt; Incy wincy spider ...]] [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"التعجيل","link":"Incy wincy spider... Arabic","pid":"23"},{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Arachnids Arabic","pid":"13","position":{"x":"769","y":"963"}},{"text":"المخلوقات ذات الفراء الكثيف وذات الدم الحار ، التي تجوب سطح هذا المشهد في القطب الشمالي كبيرة وثقيلة. إنفاق الطاقة فقط عند الضرورة ، والاستفادة القصوى من كل وجبة: آكلات اللحوم الحقيقية. في بعض النواحي هم الحيوانات المفترسة العليا المطلقة ، وفي حالات أخرى تكون سهلة الانقياد مثل الفريسة الأدنى. إن ازدواجية الطبيعة هذه سوف تخدمهم جيدًا بمجرد وصولهم إلى الشعور ، بشرط أن يكون هناك ما يكفي منهم لإنشاء مجتمعات. ومع ذلك ، بسبب التطرف في هذا العالم ، فإن عدد السكان صغير ولا يبدو أنه في تزايد. إذا تدخلت وصنعت المزيد من الطعام ، فربما يؤدي ذلك إلى زيادة عدد الرسوم المتزايدة الخاصة بك. أو ربما يخل بالنظام ويؤدي إلى سقوطه. [[زيادة الطعام-&gt; الكسل والجشع]] [[لا تتدخل-&gt; البقاء على قيد الحياة]]","links":[{"name":"زيادة الغذاء","link":"Sloth and Greed Arabic","pid":"24"},{"name":"لا تتدخل","link":"Survival Arabic","pid":"25"}],"name":"MammalsT Arabic","pid":"14","position":{"x":"910","y":"961"}},{"text":"تغطي هذه الكائنات المائية طبقات واقية من الجلد والجلد الأملس والدهني تقريبًا ، وتقضي معظم حياتها في البحار والبحيرات المتجمدة والغنية بالطعام من هذه الصخور المتجمدة. ومع ذلك ، نظرًا لعدم وجود خياشيم لديهم ، يجب عليهم الظهور بشكل منتظم للهواء وتعريض أنفسهم للسطح المتجمد. كنوع لا يحتل الأرض أو البحر حقًا ، قد يجدون صعوبة في مغادرة هذا العالم خشية حدوث تغيير جذري في فسيولوجيتهم. وفي هذه المرحلة ، قد يكون من الحكمة البدء من جديد. لكن التقليل من شأن الأنواع التي يمكن أن توجد في عالمين في وقت واحد قد يكون خطأ فادحًا ، وعلى هذا النحو ، ربما يكون من الأفضل الاستمرار في المسار ومنحهم الإحساس كما كنت قد خططت في الأصل. [[البدء من جديد-&gt; شاشة القائمة]] [[البقاء في الدورة-&gt; التكيف]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"},{"name":"ابقى في المسار","link":"Adaptable Arabic","pid":"26"}],"name":"MammalsAT Arabic","pid":"15","position":{"x":"1045","y":"960"}},{"text":"في المياه العميقة للمحيطات ، الحجم مهم. وبفضل ضغوط الجاذبية المنخفضة التي يوفرها الطفو ، يمكنك تكوين اللويياتان. تنجرف الوحوش المائية ذات الحجم الهائل عبر المحيط بنعمة تتناقض مع ملامحها. تدرك أن هذه المخلوقات ، التي تدوم طويلاً وصعبًا ، ستكون من بين أكثر المخلوقات حكمة عندما تحقق وعيًا. ومع ذلك ، فإن طبيعة حياتهم المستقرة قليلاً قد تقودهم إلى أن يكونوا سلالة بطيئة التطور ، والتي ربما يمكن أن تستفيد من دفع البعض إلى أسفل الخط. إذا تركت أدلة لتحفيز التقدم في جميع أنحاء العالم والنظام الشمسي المباشر ، فقد يساعدهم ذلك في تحقيق العظمة التي لن يحققوها لولا ذلك. من ناحية أخرى ، يمكن أن يكون لتسريعها بشكل غير طبيعي آثار سلبية على مجتمعهم ، مما يؤدي إلى زعزعة استقرار الأنواع المستقرة بشكل غير عادي. [[أدلة البذور-&gt; العظمة المبكرة]] [[الاكتشاف الطبيعي-&gt; بطيء وثابت]]","links":[{"name":"أدلة البذور","link":"Early Greatness Arabic","pid":"27"},{"name":"الاكتشاف الطبيعي","link":"Slow and Steady Arabic","pid":"28"}],"name":"Big Fish Arabic","pid":"16","position":{"x":"1152","y":"959"}},{"text":"بين الشعاب المرجانية في المياه الضحلة ، تتنقل من صخر إلى آخر ، ومن نبات إلى آخر. هذه هي الحياة اليومية لهذه الصواريخ المائية. صغير وسريع ، من حيث وظائف الأعضاء والعمر ، يحترق هذا النوع بسرعة وبراق. على هذا النحو ، عندما يكتسبون الإحساس ، يبدو من المحتمل أن أي مجتمع سيتم تصميمه نحو الجماعة بدلاً من الفرد. ومع ذلك ، هناك احتمال خارجي بأن الأنواع قد تصبح مفرطة في القتال مع نفسها إذا لم تعط مساحة كافية للنمو ، لأن المياه الضحلة محصورة وخانقة. قد يكون أحد الحلول لذلك هو إجراء المزيد من التغييرات على جيولوجيا الكوكب لخلق المزيد من المياه الضحلة. لكن القيام بذلك مع الحياة المصنفة بالفعل أمر خطير للغاية. [[Terraform-&gt; أنا أصبحت الموت ...]] [[لا تتدخل-&gt; شاهدني]]","links":[{"name":"Terraform","link":"I am become Death... Arabic","pid":"29"},{"name":"لا تتدخل","link":"Witness Me Arabic","pid":"30"}],"name":"Small Fish Arabic","pid":"17","position":{"x":"1277","y":"962"}},{"text":"عندما يهبط الكويكب بتكاسل باتجاه كوكبك ، لا تفعل شيئًا. أنت تشاهد بسحر قاتم لأنه يؤثر على سطح عالمك ، ويتحول السحر إلى رعب عندما تراه يتشقق ويتشقق مع التأثير. القارات تطير بعيدًا ، ممزقة من الكوكب بعنف كما لو كانت ممزقة بيدك. أنت تعرف بيقين حزين أن الحياة لن تزدهر على هذا الكوكب مرة أخرى. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Don't Look Up... Arabic","pid":"18","position":{"x":"256","y":"1139"},"tags":["disaster"]},{"text":"بفكرة ، تقوم بتكسير الكويكب ، وتقسيمه إلى أجزاء صغيرة بما يكفي لحرقها في الغلاف الجوي أو للهبوط بشكل غير مؤذٍ إلى حد ما في الأدغال أدناه. راضيًا عن عملك ، تنتقل إلى المرحلة الأخيرة من التجربة الرائعة: الشعور. حان الوقت لأنواعك لتصبح مدركة لذاتها. حان الوقت ليتبعوا خطى العمالقة. وقت التنوير. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Enlightenment Arabic","pid":"19","position":{"x":"373","y":"1246"}},{"text":"مع عدو مشترك ، عدو كان قريبًا بدرجة كافية من القوة ولكن ليس مستحيلًا ، قاتلت الزواحف. كانت دموية ، وكانت طويلة. لكنهم قاتلوا معا. وخرجوا من بوتقتهم المنتصرة ، وقادوا تحرير النجوم ، باحثين عن الأنواع المضطهدة أو المضطهدة ورفعهم من تحت ظالمهم. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Liberate Arabic","pid":"20","position":{"x":"588","y":"1265"}},{"text":"بدون عدو مشترك للقتال ، تشاهد بفزع بينما تستمر السحالي في القتال من أجل السيطرة على الأراضي والموارد في عالمهم القاحل. مع القليل من التطورات التي يقومون بها ، فإنهم يستخدمونها كأسلحة ضد نوعهم. طريق سيؤدي حتمًا إلى تدمير أنواعهم. إنه مصير مؤسف حقا. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"There is only War Arabic","pid":"21","position":{"x":"681","y":"1118"}},{"text":"من الأفضل أن تكون آمنًا من أن تكون آسف. من غير المرجح أن يطير الطائر الذي لا يطير بالقن ، ويقل احتمالية أن يحترق في طموحاته الخاصة. على الأقل ، هذا ما كنت تعتقده عندما سرقت الطيور في تحليقها. ومع ذلك ، من غير المرجح أن يبحث الطائر الذي لا يطير. وأنت تراقب بإحباط معتدل بينما الأنواع في حالة ركود وتبدو راضية عن البقاء كما هي ، على الرغم من موهبة الوعي. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Safe and sorry Arabic","pid":"22","position":{"x":"534","y":"1127"}},{"text":"نظرًا لأن العناكب تحقق إحساسهم دون توجيهك أو مطالبتك ، قررت البقاء وإرشادهم أثناء استيقاظهم أكثر. بمساعدتك ، تتسارع إلى المجرة بتقنيات قد تستغرق آلاف السنين لاكتشافها وإتقانها. ومع ذلك ، طوال الوقت الذي تساعدهم فيه ، وجهت طبيعتهم المفترسة أعينهم إليك. لكسب قوتك. وبحلول الوقت الذي تدرك فيه ذلك ، يكون الوقت قد فات ... [[البدء من جديد-&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Incy wincy spider... Arabic","pid":"23","position":{"x":"794","y":"1118"}},{"text":"أنت تزيد من عدد الطعام المتاح لأنواعك. وعلى المدى القصير ، يبدو أن الحل الخاص بك قد نجح: فارتفع عدد السكان وتنمو الحضارة بسرعة. ومع ذلك ، تبدأ في ملاحظة أنه بدون التحدي الكامن في صنع طريقتك الخاصة ، فقد تطورت هذه الأنواع لتصبح راضية وجشعة ومستقرة. ولا يبدو أنها ستتغير في أي وقت قريب. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Sloth and Greed Arabic","pid":"24","position":{"x":"946","y":"1119"}},{"text":"الصبر فضيلة عند خلق الحضارة. وعلى الرغم من أن الأمر يستغرق قرونًا عديدة بعد اكتساب القدرة على الإحساس ، إلا أن جنسك يتقدم أخيرًا لدرجة أن نقص الغذاء أصبح مشكلة أقل وأقل. بدأ السكان في التوسع بمعدل أسي ، وبفضل قدرتهم القوية الآن على البقاء في أقسى الظروف ، فقد انتشروا إلى النجوم المنتصرة في إنجازاتهم. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Survival Arabic","pid":"25","position":{"x":"884","y":"1279"}},{"text":"يدفعك الإيمان بخلقك إلى البقاء وإكمال التجربة. من خلال منحك الذكاء للثدييات المائية ، تشاهد بسحر فخور لأنها تبتكر تقنيات جديدة ورائعة لا يستطيع ابتكارها إلا من يعيش في عالمين. إنه أمر صعب ، لكن سرعان ما تجاوزوا أعنف أحلامك. أن تصبح الأنواع المهيمنة ليس فقط على كوكبها الخاص ، بل على كوكب آخر لا حصر له. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Adaptable Arabic","pid":"26","position":{"x":"1029","y":"1267"}},{"text":"على الرغم من أنه ليس إجراءً نموذجيًا بأي حال من الأحوال ، فإنك تبدأ في ترك مخابئ المعلومات في جميع أنحاء الكوكب ، وتشرح بالتفصيل التقنيات والفلسفات التي عادةً ما تستغرق قرونًا من الأنواع لاكتشافها بمفردها. خوفًا من أنك قد تكون تجاوزت علامتك ، فإنك تلاحظ بعض القلق عندما يقوم عمالقةك اللطفاء بفك رموز القرائن والأجزاء التي تركتها لهم. لكن لحسن الحظ ، لكونهم حكيمون وطويلون العمر ، يستخدمون التقنيات الجديدة بضبط النفس ، ويسرعون أنفسهم إلى العظمة المبكرة. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Early Greatness Arabic","pid":"27","position":{"x":"1088","y":"1113"}},{"text":"بالأناة تنال المبتغى؛ عبارة تبدو مألوفة للغاية. لذلك أنت تمتنع عن إعطاء هذه الأنواع الجديدة قدمًا ، وتثق بها للتغلب على تحدياتها والوصول إلى النجوم. ولإراحتك وفخرك ، يفعلون ذلك. إنه صعود رشيق كما كنت تتوقع من مثل هذه المخلوقات الرائعة. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Slow and Steady Arabic","pid":"28","position":{"x":"1212","y":"1114"}},{"text":"في غطرستك ، تحاول تغيير سطح الكوكب ليناسب شحناتك الصغيرة بشكل أفضل. ومع ذلك ، فأنت تقلل من شأن تعقيد مثل هذه المهمة ، أو ربما تبالغ في تقدير قوتك. وفي محاولتك تغيير سطح عالمك ، فإنك تتسبب في سلسلة من ردود الفعل الزلزالية. أنت تشاهد برعب عالمك يتشقق ويتكسر ، ويدمر الأنواع التي حاولت إنقاذها. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"I am become Death... Arabic","pid":"29","position":{"x":"1372","y":"1115"}},{"text":"سباركلي وفضي! حياتهم قصيرة ، نعم. بيئتهم خانقة. الفردية سلعة نادرة. لكنهم معًا أقوياء. كل جزء من كل أكبر. وانفجرت على مسرح المجرة بتفجير الألعاب النارية المنتصرة. إنها لعبة نارية ، على عكس أفراد النوع ، فهي ليست قصيرة العمر. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"Witness Me Arabic","pid":"30","position":{"x":"1285","y":"1240"}},{"text":"إن إيقاف هذه المخلوقات الجميلة سيكون إهانة لقدراتها العظيمة. يحمل التقدم دائمًا في طياته مخاطر الفشل ، وعلى الرغم من أن تعطشهم للتقدم قد يزيد من فرصهم في الفشل ، إلا أنه ليس من حقك أن تقرر. وبالتأكيد بعد منحك الإحساس ، وأنت تشاهد من بعيد ، هذا النوع الرائع من الطيور يرتفع إلى النجوم بسرعة وشغف لم يسبق له مثيل في حياتك. ونعم ، لقد فشلوا مرات عديدة. لكنهم في النهاية لم ينجحوا فحسب ، بل انتصروا. [[البدء من جديد&gt; شاشة القائمة]]","links":[{"name":"ابدأ من جديد","link":"Menu Screen Arabic","pid":"32"}],"name":"To Infinity... Arabic","pid":"31","position":{"x":"443","y":"1376"}},{"text":"[[استيقظ&gt; البداية]]","links":[{"name":"استيقظ","link":"The Beginning Arabic","pid":"1"}],"name":"Menu Screen Arabic","pid":"32","position":{"x":"867","y":"180.66666666666669"}}],"name":"God Complex","startnode":"32","creator":"Twine","creator-version":"2.3.16","ifid":"2A15D058-12C1-4094-AB57-D278708B43C2"}