{
    "passages":[
       {
          "text":"Когда сущность просыпается, понимая смутный зуд в задней части своего существа, она сбита с толку. Все пусто, и это неправильно. Она помнит, что было... что-то. С этим воспоминанием приходит мерцание, а затем искра, а затем имя... С именем приходит ощущение себя, ощущение цели, и вы вспоминаете, почему вас поместили сюда: Чтобы создать что-то новое, новый мир с новыми правилами. И как со всеми идеями, она должна начинаться с искры, со звезды. Первый [выбор](каждый_выбор_будет_иметь_влияние_на_конец_вашей_истории). [[Однозвездная система-&gt;Одна звезда]] [[Двойная звездная система-&gt;Две звезды]]",
          "links":[
             {
                "name":"Единая звездная система",
                "link":"One Star Russian",
                "pid":"2"
             },
             {
                "name":"Двойная звездная система",
                "link":"Two Star Russian",
                "pid":"3"
             }
          ],
          "name":"The Beginning Russian",
          "pid":"1",
          "position":{
             "x":"860",
             "y":"369"
          }
       },
       {
          "text":"Простой выбор часто оказывается самым элегантным. Таким образом, вы соединяете необходимые элементы вместе, чтобы создать горящую печь одной звезды. Фундамент готов, нужно добавить декорации. Вы укладываете фоновое ковровое покрытие из звезд и галактик, которое будет видно из вашего будущего мира. А затем, в значительной степени, декоративные планеты на их различных орбитах, чтобы обставить Солнечную систему. Закончив с этим, вы обращаете свой разум к цели своего существования: к планете, которую вы должны создать. Большую, или маленькую? На большей планете будет больше места для роста и процветания ее видов, и больше ресурсов. Но, более сильное гравитационное притяжение может вызвать проблемы с незаконными [небесными телами] (метеоры,_кометы_и т. д.). Меньшее уменьшит вероятность такого события, но ограничит пространство и ресурсы для жителей вашей планеты. [[Большая планета-&gt;Большая планета]] [[Маленькая планета-&gt;Маленькая планета]]",
          "links":[
             {
                "name":"Большая планета",
                "link":"Large Planet Russian",
                "pid":"4"
             },
             {
                "name":"Маленькая планета",
                "link":"Small Planet Russian",
                "pid":"5"
             }
          ],
          "name":"One Star Russian",
          "pid":"2",
          "position":{
             "x":"739",
             "y":"518"
          },
          "tags":[
             "single"
          ]
       },
       {
          "text":"Одиночная звезда, хоть и классика, но делалась и раньше. Пришло время инноваций: [Двоичной системы] (Двойные_звезды_—_это_две_звезды,_вращающиеся_вокруг_общего_центра_масс ). Две звезды, два солнца, на которые можно смотреть. Фундамент готов, нужно добавить декорации. Вы укладываете фоновое ковровое покрытие из звезд и галактик, которое будет видно из вашего будущего мира. А затем в значительной степени декоративные планеты на их различных орбитах, чтобы обставить Солнечную систему. Закончив с этим, вы обращаете свой разум к цели своего существования: к планете, которую вы должны создать. Большую, или маленькую? На большей планете будет больше места для роста и процветания ее видов, больше ресурсов. Но, более сильное гравитационное притяжение может вызвать проблемы с незаконными [небесными телами] (астероидами, _метеорами, _и т. д.). Меньшее уменьшит вероятность такого события, но ограничит пространство и ресурсы для жителей вашей планеты. [[Большая планета-&gt;Большая планета]] [[Маленькая планета-&gt;Маленькая планета]]",
          "links":[
             {
                "name":"Большая планета",
                "link":"Large Planet Russian",
                "pid":"4"
             },
             {
                "name":"Маленькая планета",
                "link":"Small Planet Russian",
                "pid":"5"
             }
          ],
          "name":"Two Star Russian",
          "pid":"3",
          "position":{
             "x":"980",
             "y":"518"
          },
          "tags":[
             "binary"
          ]
       },
       {
          "text":"Сосредоточившись еще раз, вы втягиваете разряд частиц от создания обстановки вашей растущей реальности и уплотняете их. Вы складываете вместе камень, металл и пыль, пока не создадите большой сфероид с кратерами. Серая и унылая, освещенная вашем солнцем, новая планета притягивает вас. Мир, подобный этому, мог бы быть [Геяй] (Гея_была_греческой_богиней_Земли,_матерью_всей_жизни): зелено-зеленой, изобилующей жизнью. В таком мире было бы удобнее жить, но труднее его развивать. Или это может быть относительно бесплодная пустыня, где жизнь должна бороться с планетой, чтобы выжить. Жизнь была бы сурова. Она была бы несправедлива. Но виды, которые эволюционируют здесь, будут выносливыми, сильными. [[Мир Гайи-&gt;Мир Гайи]] [[Пустынный Мир-&gt;Пустынный Мир]]",
          "links":[
             {
                "name":"Гайя Мир",
                "link":"Gaia World Russian",
                "pid":"6"
             },
             {
                "name":"Пустынный мир",
                "link":"Desert World Russian",
                "pid":"7"
             }
          ],
          "name":"Large Planet Russian",
          "pid":"4",
          "position":{
             "x":"684",
             "y":"673"
          },
          "tags":[
             "large"
          ]
       },
       {
          "text":"Сосредоточившись еще раз, вы втягиваете разряд частиц от создания обстановки вашей растущей реальности и уплотняете их. Вы сгибайте вместе камень, металл и пыль, пока не создадите маленькую, но плотную планету. Эта планета в основном гладкая, с небольшими каналами и трещинами, разбивающими безликий ландшафт. В этом мире вы видите две возможности. Холодный и неумолимый мир [Тундры] (тундра_является_типом_биома_где_рост_деревьев_затрудняется_низкими_температурами_и_короткими_растущими_сезонами) или теплый и богатый Океанический мир. В первом случае жители будут выносливыми, но немногочисленными. Второй вариант может поддерживать обилие водных видов. Однако, он может столкнуться с трудностями в использовании ресурсов. [[Мир тундры-&gt;Мир тундры]] [[Водный мир-&gt;Водный мир]]",
          "links":[
             {
                "name":"Мир тундры",
                "link":"Tundra World Russian",
                "pid":"8"
             },
             {
                "name":"Водный мир",
                "link":"Aquatic World Russian",
                "pid":"9"
             }
          ],
          "name":"Small Planet Russian",
          "pid":"5",
          "position":{
             "x":"1010",
             "y":"674"
          },
          "tags":[
             "small"
          ]
       },
       {
          "text":"Это засев мира в самом буквальном смысле: покрытие скалы почвой, [глиной] (плодородная_почва_из_глины_и_песка_содержащая_гумус) и растительностью. Вы начинаете с атмосферы, богатой углекислым газом и азотом, необходимыми для жизни растений. Ваша планета совершает оборот вокруг системы несколько сотен раз, прежде чем ваша задача выполнена. И когда она близится к завершению, вы находите минутку, чтобы полюбоваться своей работой. Сочные, густые леса и джунгли покрывают планету от полюса до полюса. Редкие поляны открывают вид на реки и озера, которые охватывают весь мир и обеспечивают необходимой водой множество растений, которые теперь называют эту скалу своим домом. Краем вашего восприятия вы чувствуете, как астероид летит сквозь пространство, выводя вас из задумчивости. Настало время выбрать, какой животный мир начнет бродить по этим лесам. [[Млекопитающие-&gt;Млекопитающие]] [[Птицы-&gt;Птицы]]",
          "links":[
             {
                "name":"Млекопитающие",
                "link":"Mammals Russian",
                "pid":"10"
             },
             {
                "name":"Птицы",
                "link":"Birds Russian",
                "pid":"11"
             }
          ],
          "name":"Gaia World Russian",
          "pid":"6",
          "position":{
             "x":"515",
             "y":"803"
          },
          "tags":[
             "gaia"
          ]
       },
       {
          "text":"Он должен быть сухим. Он должен быть засушливым. Атмосфера тонкая, озоновый слой такой же. Ковер из кремния и порошкообразного камня покрывает испорченную поверхность. Многие из кратеров превращаются в дюны, когда легкие ветры распространяются и перемещают пески по вашему новому творению. То немногое, что растет здесь, является прочным и эффективным, максимально используя пространство и энергию для выживания. Такой мир требует, чтобы здесь процветали выносливые виды животных, которые не будет возражать сильного тепла и света. Или, может быть, они будут процветать под поверхностью, выходя наружу только при необходимости. [[Ящерицы-&gt;Ящерицы]] [[Паукообразные-&gt;Паукообразные]]",
          "links":[
             {
                "name":"Ящерицы",
                "link":"Lizards Russian",
                "pid":"12"
             },
             {
                "name":"паукообразные",
                "link":"Arachnids Russian",
                "pid":"13"
             }
          ],
          "name":"Desert World Russian",
          "pid":"7",
          "position":{
             "x":"704",
             "y":"806"
          },
          "tags":[
             "desert"
          ]
       },
       {
          "text":"Размещая свой новый мир в более прохладных краях обитаемой зоны, вы создаете сухую атмосферу со средним озоновым слоем и продолжаете покрывать планету снегом и льдом. Леса этого мира сохранят свою листву круглый год и будут устойчивы к холоду и суровым условиям. В теплое время года некоторые озера и реки могут растаять, и часть снега растает, но это будут краткие передышки в белой мгле. Существа этого мира должны будут противостоять холоду с силой. Им придется экономить свою энергию и, возможно, даже впадать в длительные периоды спячки. Но будут ли они делать это на суше? Или под водой? Или, может быть, даже оба? [[Млекопитающие-&gt;МлекопитающиеT]] [[Водные млекопитающие-&gt;МлекопитающиеAT]]",
          "links":[
             {
                "name":"Млекопитающие",
                "link":"MammalsT Russian",
                "pid":"14"
             },
             {
                "name":"Водные млекопитающие",
                "link":"MammalsAT Russian",
                "pid":"15"
             }
          ],
          "name":"Tundra World Russian",
          "pid":"8",
          "position":{
             "x":"983",
             "y":"801"
          },
          "tags":[
             "tundra"
          ]
       },
       {
          "text":"Вы создаете мир Океана, где траншеи и трещины этой маленькой сферы будут покрыты лигами воды. Планета значительно увеличится в размерах по сравнению с тем, если бы вы засеяли мир наземным ландшафтом. Вы создаете сильную атмосферу из кислорода и азота в сочетании с относительно тонким озоновым слоем, чтобы океаны были умеренными, но не кипящими. По сравнению с другими проектами, которые вы могли бы предпринять, этот, пожалуй, самый простой после создания атмосферы. Вы покрываете планету саженями и саженями воды. В более мелких частях вы найдете обширные коралловые рифы и жизнь океанских растений, а в самых глубоких траншеях есть вулканические жерла, которые распространяют полезные бактерии. Доминирующему виду здесь придется править либо мелководьем, либо глубиной, чтобы процветать, и поэтому его размер является ключевым фактором. [[Большая рыба-&gt;Большая рыба]] [[Маленькая рыба-&gt;Маленькая рыба]]",
          "links":[
             {
                "name":"Большая рыба",
                "link":"Big Fish Russian",
                "pid":"16"
             },
             {
                "name":"Маленькая рыба",
                "link":"Small Fish Russian",
                "pid":"17"
             }
          ],
          "name":"Aquatic World Russian",
          "pid":"9",
          "position":{
             "x":"1194",
             "y":"794"
          },
          "tags":[
             "aquatic"
          ]
       },
       {
          "text":"Астероид несется сквозь пустоту, и ваше сознание осознает, что если вы не вмешаетесь, он столкнется с вашим творением. Таким образом, у вас дилемма; вы знаете, что если вы ничего не сделаете, все, что вы создали до сих пор, может погибнуть, но из пепла может возникнуть нечто еще более впечатляющее. Но если вы используете свою бесконечную силу, чтобы уничтожить астероид, вы можете выпустить что-то худшее на свое творение позже. [[Ничего не делай-&gt;Не смотри вверх...]] [[Уничтожь астероид-&gt;Просветление]]",
          "links":[
             {
                "name":"Ничего не делать",
                "link":"Don't Look Up... Russian",
                "pid":"18"
             },
             {
                "name":"Уничтожьте это",
                "link":"Enlightenment Russian",
                "pid":"19"
             }
          ],
          "name":"Mammals Russian",
          "pid":"10",
          "position":{
             "x":"370",
             "y":"964"
          },
          "tags":[
             "asteroid_approaching"
          ]
       },
       {
          "text":"Астероид пролетает через вашу Солнечную систему, паря подобно птицам, которых вы тщательно вылепили. Вы понимаете, что такой вид всегда будет стремиться воспарить выше и полететь дальше. Подобно старой басне, которая кажется из сна из прошлого существования, вы видите образ мальчика, который летит слишком близко к огню и свету в небе над головой и падает на землю в огне. Внезапный приступ страха пронзает ваше сознание подобно ледяному огню, и вы задаетесь вопросом: а так ли хороша идея полета? Однако если вы отнимете эту силу у своего творения, может ли это только побудить их еще больше стараться летать? [[Подрезать им крылья-&gt;Безопасно и жаль]] [[Пусть парят-&gt;В бесконечность...]]",
          "links":[
             {
                "name":"Подрежьте им крылья",
                "link":"Safe and sorry Russian",
                "pid":"22"
             },
             {
                "name":"Пусть парят",
                "link":"To Infinity... Russian",
                "pid":"31"
             }
          ],
          "name":"Birds Russian",
          "pid":"11",
          "position":{
             "x":"524",
             "y":"961"
          }
       },
       {
          "text":"Горячий мир, холодная кровь. Масштабный и низкий к земле. Эта разновидность идеально подходит для такого засушливого мира. У них обострение обоняния и вкуса, так как глаза нуждаются в защите от песка и света. Этот вид будет максимально использовать этот мир и доминировать над более мелкими видами, с которыми он будет делить мир, поскольку растительность сама по себе не может обеспечить достаточное количество питательных веществ. Вам приходит в голову, что такой хищный вид может стать воинственным и, вероятно, уничтожить себя в огне и крови. С другой стороны, если у них есть общее дело или общий враг, может быть, они объединятся в неразрывные узы товарищества и проложат путь к большим высотам? Или, может быть, этот враг просто уничтожит ваше первоначальное творение. [[Общий враг-&gt;Освобождение]] [[Нет врага-&gt;Есть только война]]",
          "links":[
             {
                "name":"Общий враг",
                "link":"Liberate Russian",
                "pid":"20"
             },
             {
                "name":"Нет врага",
                "link":"There is only War Russian",
                "pid":"21"
             }
          ],
          "name":"Lizards Russian",
          "pid":"12",
          "position":{
             "x":"647",
             "y":"962"
          }
       },
       {
          "text":"Зарывающейся под поверхностью неумолимого мира, прокладывая сложные туннели и норы для своего вида, чтобы процветать и охотиться в них, ваши восьминогие создания носятся по планете, строя сложные колонии и продвигаясь с поразительной скоростью. Их прогресс таков, что вы понимаете, что они близки к тому, чтобы стать разумными по собственной воле. Хотя это не так, как вы планировали, это отличное развитие. Но поскольку срок вашего пребывания в должности еще не закончился, вы столкнулись с загадкой: останетесь ли вы, продвинете их за пределы разума и поможете их цивилизации, пока не закончится срок вашего пребывания в должности? Это подтолкнет их к звездам гораздо раньше, чем обычно, но это также может привести к тому, что они будут либо полагаться на вас, либо возмущаться вами. В качестве альтернативы вы можете уйти пораньше и начать заново, на новой планете, на новой реальности. [[Ускорение-&gt;Инси Винси паук...]] [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Ускорить",
                "link":"Incy wincy spider... Russian",
                "pid":"23"
             },
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Arachnids Russian",
          "pid":"13",
          "position":{
             "x":"769",
             "y":"963"
          }
       },
       {
          "text":"Густошерстные и яростно вспыльчивые существа, бродящие по поверхности этого арктического ландшафта, большие и тяжелые. Они расходят энергию только при необходимости, максимально используя каждый прием пищи: настоящие всеядные. В некоторых отношениях они являются абсолютными высшими хищниками, в других — такими же послушными, как самая жалкая добыча. Эта двойственность природы сослужит им хорошую службу, когда они обретут разум, при условии, что их будет достаточно для создания обществ. Однако из-за крайностей этого мира население невелико и, похоже, не растет. Если вы вмешаетесь и создадите больше еды, возможно, это увеличит популяцию ваших растущих подопечных. Или, возможно, это разбалансирует систему и приведет к ее краху. [[Увеличить еду-&gt;Лень и жадность]] [[Не вмешиваться-&gt;Выживание]]",
          "links":[
             {
                "name":"Увеличение еды",
                "link":"Sloth and Greed Russian",
                "pid":"24"
             },
             {
                "name":"Не вмешивайся",
                "link":"Survival Russian",
                "pid":"25"
             }
          ],
          "name":"MammalsT Russian",
          "pid":"14",
          "position":{
             "x":"910",
             "y":"961"
          }
       },
       {
          "text":"Покрытые защитным слоем жира и гладкой, почти маслянистой кожей, эти водные существа проводят большую часть своей жизни в холодных, но богатых пищей морях и озерах этой замерзшей скалы. Однако, поскольку у них нет жабр, они должны регулярно всплывать на поверхность для доступа воздуха и подвергаться воздействию холодной поверхности. Как виду, который на самом деле не обитает ни на суше, ни в море, им может быть трудно когда-либо покинуть этот мир, чтобы что-то радикально не изменилось в их физиологии. И в этот момент может быть более разумным просто начать сначала. Но недооценивать виды, которые могут существовать в двух мирах одновременно, может быть прискорбной ошибкой, и поэтому, возможно, было бы лучше придерживаться курса и дать им разум, как вы изначально планировали. [[Начать заново-&gt;Экран меню]] [[Не сворачивать с курса-&gt;Адаптируемость]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             },
             {
                "name":"Оставайтесь на курсе",
                "link":"Adaptable Russian",
                "pid":"26"
             }
          ],
          "name":"MammalsAT Russian",
          "pid":"15",
          "position":{
             "x":"1045",
             "y":"960"
          }
       },
       {
          "text":"В глубоких водах океана размер имеет значение. И благодаря более низким гравитационным напряжениям, обеспечиваемым плавучестью, вы можете создавать левиафанов. Водные звери огромных размеров дрейфуют по океану с грацией, которая противоречит их профилю. Чрезвычайно долгоживущие и выносливые, вы знаете, эти существа станут одними из самых мудрых существ, когда обретут разум. Тем не менее, немного сидячий образ жизни может привести к тому, что они будут медленно развивающейся расой, которая, возможно, получит пользу от некоторых подсказок в будущем. Если бы вы оставили подсказки, чтобы стимулировать прогресс по всему миру и в ближайшей Солнечной системе, это, возможно, помогло бы им достичь величия, которого они иначе не достигли бы. С другой стороны, их неестественное ускорение может иметь неблагоприятные последствия для их общества, дестабилизируя в остальном необычайно стабильный вид. [[Распростроните подсказки-&gt;Раннее величие]] [[Природное открытие-&gt;Медленно и стабильно]]",
          "links":[
             {
                "name":"Семенные подсказки",
                "link":"Early Greatness Russian",
                "pid":"27"
             },
             {
                "name":"Природное открытие",
                "link":"Slow and Steady Russian",
                "pid":"28"
             }
          ],
          "name":"Big Fish Russian",
          "pid":"16",
          "position":{
             "x":"1152",
             "y":"959"
          }
       },
       {
          "text":"Среди коралловых рифов на мелководье, порхая от камня к камню, от растения к растению. Такова повседневная жизнь этих водных ракет. Маленький и быстрый, как с точки зрения физиологии, так и продолжительности жизни, этот вид горит быстро и ярко. Таким образом, когда они обретают разум, кажется вероятным, что любое общество будет ориентировано на коллектив, а не на индивидууме. Однако существует внешняя вероятность того, что этот вид может стать чрезмерно агрессивным сам с собой, если ему не будет предоставлено достаточно места для роста, поскольку мелководья ограничены и вызывают клаустрофобию. Одним из решений этого может быть дальнейшее изменение геологии планеты для создания большего количества отмелей. Но делать это с уже посеянной жизнью невероятно опасно. [[Вноси изменения-&gt;Я стал Смертью...]] [[Не вмешивайся-&gt;Свидетельствуй меня]]",
          "links":[
             {
                "name":"Терраформ",
                "link":"I am become Death... Russian",
                "pid":"29"
             },
             {
                "name":"Не вмешивайся",
                "link":"Witness Me Russian",
                "pid":"30"
             }
          ],
          "name":"Small Fish Russian",
          "pid":"17",
          "position":{
             "x":"1277",
             "y":"962"
          }
       },
       {
          "text":"Астероид лениво летит к вашей планете, и вы ничего не делаете. Вы с мрачным восхищением наблюдаете, как он ударяется о поверхность вашего мира, и восхищение превращается в ужас, когда вы видите, как он трескается и раскалывается от удара. Континенты просто улетают, отрываются от планеты яростно, словно оторванные собственной рукой. Вы с меланхолической уверенностью знаете, что жизнь на этой планете больше никогда не зацветет. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Don't Look Up... Russian",
          "pid":"18",
          "position":{
             "x":"256",
             "y":"1139"
          },
          "tags":[
             "disaster"
          ]
       },
       {
          "text":"Мыслью вы раскалываете астероид, разбивая его на куски, достаточно мелкие, чтобы сгореть в атмосфере или безвредно приземлиться в джунглях. Удовлетворенный своей работой, вы переходите к заключительному этапу великого эксперимента: к разуму. Пора вашему виду осознать себя. Им пора идти по стопам гигантов. Время Просветления. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Enlightenment Russian",
          "pid":"19",
          "position":{
             "x":"373",
             "y":"1246"
          }
       },
       {
          "text":"С общим врагом, врагом достаточно близким по силе, но не непреодолимым, сражались ваши рептилии. Это было кроваво, и это было долго. Но они сражались вместе. И они вышли из своего горнила с триумфом и возглавили освобождение звезд, отыскивая угнетенные виды и поднимая их из-под своих угнетателей. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Liberate Russian",
          "pid":"20",
          "position":{
             "x":"588",
             "y":"1265"
          }
       },
       {
          "text":"Без общего врага, с которым нужно сражаться, вы с тревогой наблюдаете, как ящеры продолжают сражаться за господство на территории и ресурсы в своем бесплодном мире. Те немногие достижения, которые они делают, они используют как оружие против себе подобных: путъ, который неизбежно приведет к уничтожению их собственного вида. Печальная судьба. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"There is only War Russian",
          "pid":"21",
          "position":{
             "x":"681",
             "y":"1118"
          }
       },
       {
          "text":"Лучше быть в безопасности, чем потом сожалеть. Нелетающая птица с меньшей вероятностью слетит с курятника, с меньшей вероятностью сгорит в собственных амбициях. По крайней мере, так вы думали, когда лишали птиц полета. Однако нелетающая птица вряд ли посмотрит вверх. И вы с легкой досадой наблюдаете за тем, как виды стагнируют и, кажется, довольны тем, что остаются прежними, несмотря на дар сознания. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Safe and sorry Russian",
          "pid":"22",
          "position":{
             "x":"534",
             "y":"1127"
          }
       },
       {
          "text":"Поскольку паукообразные обретают разум без вашего руководства или подсказок, вы решаете остаться и направлять их, пока они пробуждаются дальше. С вашей помощью они устремляются в галактику с технологиями, на открытие и освоение которых обычно уходят тысячелетия. Однако, пока вы им помогаете, их хищная натура обращает на вас взоры, чтобы получить вашу силу. И к тому времени, когда вы это осознаете, будет слишком поздно… [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Incy wincy spider... Russian",
          "pid":"23",
          "position":{
             "x":"794",
             "y":"1118"
          }
       },
       {
          "text":"Вы увеличиваете количество доступной пищи для вашего вида. И в краткосрочной перспективе ваше решение, похоже, сработало: население стремительно растет, а цивилизация также. Однако вы начинаете замечать, что без проблем, связанных с прокладыванием собственного пути, этот вид эволюционировал, чтобы стать самодовольным, жадным и оседлым. И, похоже, в ближайшее время они не изменятся. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Sloth and Greed Russian",
          "pid":"24",
          "position":{
             "x":"946",
             "y":"1119"
          }
       },
       {
          "text":"Терпение — добродетель при создании цивилизации. И хотя прошло много столетий после того, как он обрел разум, ваш вид, наконец, продвинулся до такой степени, что нехватка продовольствия становится все меньшей и меньшей проблемой. Население начинает увеличиваться с экспоненциальной скоростью, и с их теперь запрограммированной способностью выживать в самых суровых условиях они распространяются к звездам, торжествуя в своих достижениях. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Survival Russian",
          "pid":"25",
          "position":{
             "x":"884",
             "y":"1279"
          }
       },
       {
          "text":"Вера в свое творение побуждает вас остаться и завершить эксперимент. Наделяя водных млекопитающих интеллектом, вы с гордым восхищением наблюдаете, как они создают новые и фантастические технологии, которые мог изобрести только тот, кто живет в двух мирах. Это тяжело, но вскоре они превзойдут ваши самые смелые мечты, и станут доминирующим видом не только на своей планете, но и на бесчисленном множестве других. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Adaptable Russian",
          "pid":"26",
          "position":{
             "x":"1029",
             "y":"1267"
          }
       },
       {
          "text":"Хотя это ни в коем случае не типичная процедура, вы начинаете оставлять тайники информации по всей планете, подробно описывая технологии и философии, на открытие которых у видов обычно уходят столетия. Опасаясь, что вы, возможно, переступили черту, вы с некоторым беспокойством наблюдаете, как ваши нежные гиганты расшифровывают подсказки и фрагменты, которые вы им оставили. Однако, к счастью, будучи долгоживущими и мудрыми, они сдержанно используют новые технологии и ускоряют себя до раннего величия. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Early Greatness Russian",
          "pid":"27",
          "position":{
             "x":"1088",
             "y":"1113"
          }
       },
       {
          "text":"Тише едешь - дальше будешь; фраза, которая кажется ужасно знакомой. Таким образом, вы воздерживаетесь от того, чтобы дать этим новым видам поддержку, доверяя им преодолевать свои трудности и достигать звезд. И, к вашему облегчению и гордости, они это делают. Это настолько изящное вознесение, какое вы могли ожидать от таких чудесных существ. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Slow and Steady Russian",
          "pid":"28",
          "position":{
             "x":"1212",
             "y":"1114"
          }
       },
       {
          "text":"В своей гордыне вы пытаетесь изменить поверхность планеты, чтобы она лучше подходила для ваших маленьких подопечных. Однако вы недооцениваете сложность такой задачи, а может, переоцениваете свои силы. И, пытаясь изменить поверхность своего мира, вы вызываете цепную сейсмическую реакцию. Вы с ужасом наблюдаете, как ваш мир рушится и ломается, уничтожая виды, которые вы пытались спасти. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"I am become Death... Russian",
          "pid":"29",
          "position":{
             "x":"1372",
             "y":"1115"
          }
       },
       {
          "text":"Блеск и серебро! Их жизнь коротка, да. Их окружение вызывает клаустрофобию. Индивидуальность — это редкость. Но вместе они сильны; каждая часть большего целого. И они взрываются на галактической сцене с триумфальным взрывом фейерверка. Это фейерверк, который, в отличие от особей вида, недолговечен. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"Witness Me Russian",
          "pid":"30",
          "position":{
             "x":"1285",
             "y":"1240"
          }
       },
       {
          "text":"Остановить этих прекрасных существ было бы оскорблением их огромного потенциала. Прогресс всегда сопряжен с риском неудачи, и хотя их жажда прогресса может увеличить вероятность неудачи, решать вам. И конечно же; после дарования разума, когда вы наблюдаете издалека, этот фантастический вид птиц взлетает к звездам со скоростью и страстью, невиданными до сих пор в вашей жизни. И да, они много раз терпели неудачу. Но в конечном итоге они не только преуспели, но и одержали победу. [[Начать заново-&gt;Экран меню]]",
          "links":[
             {
                "name":"Начать сначала",
                "link":"Menu Screen Russian",
                "pid":"32"
             }
          ],
          "name":"To Infinity... Russian",
          "pid":"31",
          "position":{
             "x":"443",
             "y":"1376"
          }
       },
       {
          "text":"[[Проснись-&gt;Начало]]",
          "links":[
             {
                "name":"Проснись",
                "link":"The Beginning Russian",
                "pid":"1"
             }
          ],
          "name":"Menu Screen Russian",
          "pid":"32",
          "position":{
             "x":"867",
             "y":"180.66666666666669"
          }
       }
    ],
    "name":"God Complex",
    "startnode":"32",
    "creator":"Twine",
    "creator-version":"2.3.16",
    "ifid":"2A15D058-12C1-4094-AB57-D278708B43C2"
 }